Revit 2027 API
ParameterTypeId.StructuralBottomReleaseFz Property
 "Base Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBottomReleaseFz { get; }
Public Shared ReadOnly Property StructuralBottomReleaseFz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBottomReleaseFz {
	ForgeTypeId^ get ();
}
static member StructuralBottomReleaseFz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace